{
  "placeholderImages": [
    {
      "id": "1",
      "description": "User avatar for Station Head",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/logo.jpg",
      "imageHint": "person face"
    },
    {
      "id": "station-head",
      "description": "Team member photo for Station Head, S.Satya Vamsi Achyuth Ram",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/IMG-20251101-WA0008.jpg.jpeg",
      "imageHint": "man professional"
    },
    {
      "id": "deputy-station-head",
      "description": "Team member photo for Deputy Station Head, G. Manitej Chowdary",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/IMG_0308%20-%20Gadagottu%20Manitej%20chowdary.jpeg",
      "imageHint": "man smiling"
    },
    {
      "id": "rj-head",
      "description": "Team member photo for RJ Head, Jahnavi Paruchuri",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/IMG_20260125_111445%20-%20JAHNAVI%20PARUCHURI.jpg",
      "imageHint": "woman smiling"
    },
    {
      "id": "creative-head",
      "description": "Team member photo for Creative Head, A. Sai charitha",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/WhatsApp%20Image%202026-02-11%20at%203.01.05%20PM.jpeg?updatedAt=1770802287297",
      "imageHint": "woman creative"
    },
    {
      "id": "technical-head",
      "description": "Team member photo for Technical Head, Nallamothu Bhanuteja",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/WhatsApp%20Image%202026-02-11%20at%203.06.15%20PM.jpeg?updatedAt=1770802604170",
      "imageHint": "man tech"
    },
    {
      "id": "broadcasting-head",
      "description": "Team member photo for Broadcasting Head, Ram Mandavilli",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/WhatsApp%20Image%202026-02-04%20at%2010.16.58%20PM.jpeg",
      "imageHint": "person microphone"
    },
    {
      "id": "video-editing-head",
      "description": "Team member photo for Video Editing Head, Kanipakam Dilip Sai Nath Reddy",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/IMG_0149%20-%20Sai%20reddy.jpeg",
      "imageHint": "man editing"
    },
    {
      "id": "pr-head",
      "description": "Team member photo for PR & Marketing Head, Gali Bala Bharath",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/IMG_0078(1)%20-%20Mr.hacker.png",
      "imageHint": "man professional"
    },
    {
      "id": "designing-head",
      "description": "Team member photo for Designing Head, Duggi Abhigna",
      "imageUrl": "https://ik.imagekit.io/bhanuteja110/Radio/IMG-20260122-WA0030%20-%20abhigna_%20Duggi.jpg",
      "imageHint": "woman smiling"
    },
    {
      "id": "founder",
      "description": "Founder of KL Radio, A Koushik Reddy",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/WhatsApp%20Image%202026-02-09%20at%2010.21.46%20PM.jpeg",
      "imageHint": "man portrait"
    },
    {
      "id": "ceo",
      "description": "CEO of KL Radio, Chanti Joseph",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/WhatsApp%20Image%202026-02-07%20at%203.55.13%20PM.jpeg",
      "imageHint": "man portrait"
    },
    {
      "id": "event-1",
      "description": "A placeholder image for a radio event",
      "imageUrl": "https://images.unsplash.com/photo-1540039155733-5bb30b53aa14?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NDE5ODJ8MHwxfHNlYXJjaHwxfHxjb25jZXJ0JTIwY3Jvd2R8ZW58MHx8fHwxNzY5MzgwNDMzfDA&ixlib=rb-4.1.0&q=80&w=1080",
      "imageHint": "concert crowd"
    },
    {
      "id": "event-2",
      "description": "A placeholder image for a radio event",
      "imageUrl": "https://images.unsplash.com/photo-1622386010273-646e12d1c02f?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NDE5ODJ8MHwxfHNlYXJjaHw0fHxkaiUyMGNvbnNvbGV8ZW58MHx8fHwxNzY5NDQ2MTIxfDA&ixlib=rb-4.1.0&q=80&w=1080",
      "imageHint": "dj console"
    },
    {
      "id": "event-3",
      "description": "A placeholder image for a radio event",
      "imageUrl": "https://images.unsplash.com/photo-1507874457470-272b3c8d8ee2?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w3NDE5ODJ8MHwxfHNlYXJjaHwxMHx8bGl2ZSUyMG11c2ljfGVufDB8fHx8MTc2OTQxNjUzM3ww&ixlib=rb-4.1.0&q=80&w=1080",
      "imageHint": "live music"
    },
    {
      "id": "event-calendar",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Calender/Calendar/2026%20(3).png",
      "imageHint": "calendar schedule",
      "description": "The KL Radio Calendar was introduced as a thoughtful initiative to document and celebrate important events, festivals, and significant days throughout the year. Designed exclusively for KL Radio, the calendar reflects the organization’s journey, values, and milestones, serving as both a functional guide and a symbol of unity and identity."
    },
    {
      "id": "event-femflare",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Femflare/femflare/DSC07810_edited.jpg?updatedAt=1770460424103",
      "imageHint": "woman empowerment",
      "description": "Femflare is a vibrant celebration dedicated to honoring the strength, resilience, and achievements of women. The event brings together inspiring talks, thought-provoking discussions, and powerful performances that highlight the diverse roles women play in society. By creating a platform for expression, dialogue, and inspiration, Femflare encourages confidence, empowerment, and awareness, fostering a supportive environment that celebrates womanhood in all its forms."
    },
    {
      "id": "event-kabbadi",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Kabaddi/KABADDI/WhatsApp%20Image%202026-02-05%20at%2010.58.27%20PM.jpeg?updatedAt=1770460516509",
      "imageHint": "sports game",
      "description": "The Kabaddi event is a high-energy and adrenaline-filled tournament that showcases teamwork, strategy, and physical endurance. Teams compete with passion and determination, displaying sportsmanship and competitive spirit at its finest. The tournament not only promotes physical fitness and discipline but also strengthens camaraderie and unity among participants, making it a thrilling experience for both players and spectators."
    },
    {
      "id": "event-klsat2",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Klsat/KLSAT/DSC9800.JPG?updatedAt=1770460599413",
      "imageHint": "technology fair",
      "description": "KLSAT-2 represents a remarkable achievement in innovation and technological advancement at KL University. The successful development and launch of three satellites in the presence of distinguished authorities stands as a testament to academic excellence and vision. KL Radio proudly served as the media partner for this historic event, contributing to the dissemination of inspiration and highlighting how small dreams can transform into extraordinary realities."
    },
    {
      "id": "event-parichayamila",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Praichayamilla/Parichayamila/DSC08238.JPG?updatedAt=1770460688250",
      "imageHint": "students meeting",
      "description": "KL Radio continuously supports and encourages the creative talents hidden within university students. *Parichayamila* is a cover song collaboratively produced by students, capturing emotions of love, elegance, and artistic expression. The grand launch of this cover song highlighted teamwork, musical passion, and the dedication of young artists, serving as a proud moment for KL Radio and its creative community."
    },
    {
      "id": "event-radio-fiesta",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Radio%20Fiesta/Radio%20Fiesta/DSC02124.JPG?updatedAt=1770460766711",
      "imageHint": "radio concert",
      "description": "Radio Fiesta marks an exciting milestone in KL Radio’s journey of event organization. Building on years of successful initiatives, Radio Fiesta was introduced as a dedicated celebration to showcase talent, creativity, and entertainment. The event brought students together to enjoy performances, engage socially, and create lasting memories, strengthening the sense of unity and joy within the campus."
    },
    {
      "id": "event-samyak",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Samyak-25/Samyak-25/C8806T01.JPG?updatedAt=1770461123734",
      "imageHint": "college fest",
      "description": "Samyak is one of the most eagerly awaited events in the university, spanning two days that transform into a lifetime of cherished memories. Although defined as 48 hours, Samyak transcends time through its electrifying energy, nonstop DJ performances, guest appearances, reunions, meetups, and countless moments of joy. Students from across the university come together to celebrate friendship, freedom, and festivity, making Samyak a symbol of collective happiness and unforgettable campus life."
    },
    {
      "id": "event-resonance",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Resonance/_J4A6004.JPG.jpeg",
      "imageHint": "farewell event",
      "description": "Resonance is an emotional and meaningful event that marks transitions within the KL Radio family. It serves as a farewell to senior radio members while celebrating the lifelong memories, friendships, and bonds they have built. The event also recognizes the talents and contributions of outgoing members and introduces new leadership, symbolizing continuity, growth, and the strengthening of the KL Radio community."
    },
    {
      "id": "event-surabhi",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Surabi-25/Surabi-25/IMG_1104.JPG?updatedAt=1770461285466",
      "imageHint": "cultural performance",
      "description": "Surabhi is a grand cultural extravaganza that brings together a vibrant blend of music, dance, and artistic performances. The event provides a stage for students to showcase their diverse talents and creative expressions, reflecting cultural richness and artistic excellence. Surabhi celebrates unity in diversity by encouraging participation, creativity, and appreciation for the arts, creating an atmosphere filled with color, rhythm, and inspiration."
    },
    {
      "id": "event-udbhav",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Udbhav/Udbhav/DSC02004.jpg?updatedAt=1770461341432",
      "imageHint": "talent show",
      "description": "Udbav is a dynamic platform designed to bridge talent and opportunity. Through this event, KL Radio extends its encouragement not only to university students but also to individuals outside the campus, inviting them to showcase their skills and creativity. Udbav plays a crucial role in identifying emerging talent, providing recognition, and offering exposure at both team and university levels. It fosters confidence, inclusivity, and a strong sense of achievement among participants."
    },
    {
      "id": "event-yuva",
      "imageUrl": "https://ik.imagekit.io/tz33swtq7h/Yuva/yuva/RAV_0962.JPG?updatedAt=1770461400623",
      "imageHint": "youth event",
      "description": "The Yuva Event is a meaningful initiative led by Youth Radio Andhra Pradesh with the objective of identifying and nurturing hidden talents among youth. This event serves as a platform to connect with new individuals, encourage creativity, and provide statewide exposure across Andhra Pradesh. By promoting inclusivity and innovation, the Yuva Event empowers young minds and strengthens the voice of youth through expression and collaboration."
    }
  ]
}